[{"clause_number": "5", "clause_title": "Sinochem Standard Chartering Terms (113)", "clause_content": [{"clause_content": "CLS 2. DELETE, NOT APPLICABLE", "subclauses": []}, {"clause_content": "CLS 5. DELETE \"1600HRS\" AND INSERT \"2359HRS\". AT END INSERT \"OR 24HRS AFTER N.O.R, WHICHEVER OCCUR FIRST\"", "subclauses": []}, {"clause_content": "CLS 6. AT END INSERT \"PROVIDED COMPETITIVE", "subclauses": []}, {"clause_content": "CLS 7. DELETE, NOT APPLICABLE", "subclauses": []}, {"clause_content": "CLS 9. DELETE, AS PER OWNER'S CLAUSE", "subclauses": []}, {"clause_content": "CLS 10. INSERT “3” BEFORE “WORKING DAYS” INSERT “FREIGHT TO BE PAID IN FULL, NO DISCOUNTS TO APPLY. IF CHARTERERS HAVE ANY RECEIVABLE, THEY HAVE TO CLAIM OWNERS AS OPPOSED TO DISCOUNTING FREIGHT.”", "subclauses": []}]}, {"clause_number": "1", "clause_title": "TORM Lightering/STS Transfer Clause", "clause_content": [{"clause_content": "IF LIGHTERING / STS TRANSFER OPERATION IS REQUIRED SAME ALWAYS TO BE IN ACCORDANCE WITH OCIMF LATEST EDITION OF STS TRANSFER. CHARTERERS TO ENSURE THAT THEY POSSESS LEGAL DOCUMENT INCLUDING PERMIT FOR PERFORMING OF STS OPERATIONS AT SAID LOCATION. CHARTERERS TO SUPPLY ALL FENDERS/ LINES/HOSES AND ANY OTHER EQUIPMENT REQUIRED FOR SUCH AN OPERATION AT CHARTERERS TIME AND EXPENSES AND ALWAYS SUBJECT TO MASTER'S APPROVAL. TIME TO COUNT IN FULL 6HRS AFTER TENDERING NOR OR WHEN FIRST LIGHTER VESSEL IS ALONGSIDE, WHICHEVER EARLIER, UNTIL LAST LINE/FENDER IS OFF AND LIGHTER VESSEL HAS SAILED. TIME LOST DUE TO TIDE AND/OR WEATHER AND/OR SEA CONDITIONS TO COUNT IN FULL AS LAYTIME OR DEMURRAGE IF ON DEMURRAGE. IF THE VESSEL IS REQUIRED TO COMPLETE CARGO OPERATION AT A BERTH IN PORT CHARTERERS WILL NOT HAVE THE BENEFIT OF 6 HRS NOR PRIOR BERTHING IN PORT. CHARTERERS WARRANT THAT THERE IS NO PROHIBITION OR RESTRICTION ON STS OPERATION AT THE PORT/PLACE TO WHICH THE VESSEL IS ORDERED TO PERFORM STS TRANSFER AND FURTHER THAT THEY HAVE OBTAINED ANY/ALL NECESSARY LOCAL APPROVALS OR LICENCES TO CARRY OUT OPERATIONS AT THE DESIGNATED PORT/PLACE. VALID P&I CLUB ENTRY CERTIFICATE, COC, AND Q88 FOR LIGHTERING VESSEL TO BE SENT TO OWNER IN ORDER FOR OWNER TO CLEAR THE VESSEL. IF STS OPERATIONS TO BE CARRIED OUT SAME MUST NEVER BE WITH AN IRANIAN OWNED, CONTROLLED OR FLAGGED VESSEL.", "subclauses": []}]}, {"clause_number": "17", "clause_title": "Deadfreight", "clause_content": [{"clause_content": "Should the Charterer fail to supply a full cargo, the Vessel may, at the Master's option, and shall, upon request of the Charterer, proceed on her voyage, provided that the tanks in which cargo is loaded are sufficiently filled to put her in seaworthy condition. In that event, however, deadfreight shall be paid at the rate specified in Part I hereof on the difference between the intake quantity and the quantity the Vessel would have carried if loaded to her minimum permissible freeboard for the voyage.", "subclauses": []}]}, {"clause_number": "1", "clause_title": "Bill of Lading (Form)", "clause_content": [{"clause_content": "~~BILL OF LADING\nShipped in apparent good order and condition by \non board the \n Steamship/Motorship \nwhereof \n is Master, at the port of \nto be delivered at the port of \nor so near thereto as the Vessel can safely get, always afloat, unto \nor order on payment of freight at the rate of \nThis shipment is carried under and pursuant to the terms of the contract/charter dated New York/London \nbetween \n and \n, as Charterer, and\nall the terms whatsoever of the said contract/charter except the rate and payment of freight specified therein apply to and govern the rights of the parties concerned in this shipment.\nIn witness whereof the Master has signed \n Bills of Lading\nof this tenor and date, one of which being accomplished, the others will be void.\nDated at \n this \n day of \n \nMaster~~", "subclauses": []}, {"clause_content": "If an original Bill of Lading is not available at any discharge port to which the vessel may be ordered by Charterers under this Charter, or if Charterers require Owners (with express reference to this clause) to deliver cargo to a party or at a port other than as set out in the Bill of Lading, then Owners shall nevertheless discharge such cargo in compliance with Charterers’ instructions, upon presentation by the consignee nominated by Charterers (“the Receiver”) of reasonable identification to the Master and in consideration of Charterers indemnifying Owners in the manner prescribed in the form of Letter of Indemnity agreed and published from time to time by the International Group of P&I Clubs addressing the relevant circumstances. Such indemnity shall be deemed to have been given when Charterers issue instructions to Owners pursuant to this clause.", "subclauses": []}, {"clause_content": "It is a condition of this clause that Owners shall give Charterers prompt written notice of the assertion of any claim against Owners which is related to the abovementioned orders or requests so that Charterers may have full opportunity to participate in the defence thereof and further that Owners do not settle, prejudice or in any way whatsoever jeopardize or compromise the defence of such claim whether wholly or partially or release or discharge any party in any way whatsoever from liability without Charterers’ prior written approval.", "subclauses": []}, {"clause_content": "Charterer’s liability under such indemnity shall a) in no case exceed 110% of the CIF value of the cargo at the discharge port on completion of discharge; and b) cease 12 months after disconnection of hoses at the discharge port unless prior to that date Charterers have received from Owners written notice of a claim under it.", "subclauses": []}, {"clause_content": "Nothing in this clause is intended to give any third party any right to enforce any of the terms hereof between Charterers and Owners.", "subclauses": []}]}, {"clause_number": "9", "clause_title": "Hydrogen Sulfide (H2S) Clause", "clause_content": [{"clause_content": "[No text provided.]", "subclauses": []}]}, {"clause_number": "10", "clause_title": "Pumping Clause", "clause_content": [{"clause_content": "The cargo shall be pumped into the Vessel at the expense, risk and peril of the Charterer, and shall be pumped out of the Vessel at the expense of the Vessel, but at the risk and peril of the Vessel only so far", "subclauses": []}]}, {"clause_number": "15", "clause_title": "Warranty  Voyage  Cargo", "clause_content": [{"clause_content": "The vessel, classed as specified in Part I hereof, and to be so maintained during the currency of this Charter, shall, with all convenient dispatch, proceed as ordered to Loading Port(s) named in accordance with Clause 4 hereof, or so near thereunto as she may safely get (always afloat), and being seaworthy, and having all pipes, pumps and heater coils in good working order, and being in every respect fitted for the voyage, so far as the foregoing conditions can be attained by the exercise of due diligence, perils of the sea and any other cause of whatsoever kind beyond the Owner's and/or Master's control excepted, shall load (always afloat), from the factors of the Charterer a full and complete cargo of petroleum and/or its products in bulk, not exceeding what she can reasonably stow and carry over and above her bunker fuel, consumable stores, boiler feed, culinary and drinking water, and complement and their effects (sufficient space to be left in the tanks to provide for the expansion of the cargo), and being so loaded shall forthwith proceed, as ordered on signing Bills of Lading, direct to the Discharging Port(s), or so near thereunto as she may safely get (always afloat), and deliver said cargo. If heating of the cargo is requested by the Charterer, the Owner shall exercise due diligence to maintain the temperatures requested.", "subclauses": []}, {"clause_content": "Owners warrant vessel's last 3 cargoes are FAME/BIO free and undyed.", "subclauses": []}, {"clause_content": "The vessel must maintain valid International Ballast Water Management Certificate prior to and throughout the Unipec voyage.", "subclauses": []}, {"clause_content": "Owners warrant that the vessel and the fuel used by the vessel will be in all respects compliant with the 0.5% sulphur cap (“Sulphur Content Requirements”) from 1 January 2020.", "subclauses": []}, {"clause_content": "Owners warrant that they have, and shall maintain in force throughout the period of this charter, the standard oil pollution insurance cover (currently US$1,000 million) available, from time to time, from their protection and indemnity club.", "subclauses": []}, {"clause_content": "To best of owners knowledge, owners advise (except for dimensions) [Sinochem Clause 5].", "subclauses": []}]}, {"clause_number": "16", "clause_title": "Freight", "clause_content": [{"clause_content": "~~Freight shall be at the rate stipulated in Part I and shall be computed on intake quantity (except deadfreight as per Clause 3) as shown on the Inspector's Certificate of Inspection. Payment of freight shall be made by Charterer without discount upon delivery of cargo at destination, less any disbursements or advances made to the Master or Owner's agents at ports of loading and/or discharge and cost of insurance thereon. No deduction of freight shall be made for water and/or sediment contained in the cargo. The services of the Petroleum Inspector shall be arranged and paid for by the Charterer who shall furnish the Owner with a copy of the Inspector's Certificate.~~", "subclauses": []}, {"clause_content": "FREIGHT:", "subclauses": ["LUMPSUM USD 185,000 BSS 1:1 FOR PHIL (BATAANBATANGAS RANGE INCLUDING SUBIC BAY, MABINI, TABANGAO, SARIAYA)", "LUMPSUM USD 185,000 BSS 1:1 FOR SINGAPORE AREA", "LUMPSUM USD 235,000 BSS 1:1 FOR INDO (MERAKBALONGAN RANGE INCL BALONGAN)", "LUMPSUM USD 285,000 BSS 1:1 FOR INDO (BALONGANSURABAYA RANGE EXCL BALONGAN)", "LUMPSUM USD 335,000 BSS 1:1 FOR INDO (CILACAP OR BALIKPAPAN (EXCL INTERPORT TERMINALS))", "LUMPSUM USD 325,000 BSS 1:1 FOR CHATTOGRAM", "ALL RATES ARE INCLUSIVE OF CANAL TOLLS WHERE APPLICABLE, ECA/SECA BUNKERS OWNERS ACCOUNT, ANTIPIRACY MEASURES (INCLUDING BUT NOT LIMITED TO DEVIATION, GUARDS AND AWRP) FOR GULF OF ADEN AND INDIAN OCEAN TRANSIT WHICH ARE FOR OWNERS ACCOUNT. (N/A FOR THIS VOY)", "IF ANY PREWASH AT DISPORT REQUIRED BY TERMINALS/PORTS TO BE FOR CHARTERERS ACCOUNT. (N/A FOR THIS VOY)", "MAX PORT COSTS AT PHILIPPINES USD 35,000 FOR OWNERS ACCOUNT.", "MAX PORT COSTS AT KARIMUN TERMINAL USD 20,000 FOR OWNERS ACCOUNT.", "IF FULL LOAD/DISCHARGE VIA STS AT SINGAPORE AREA, FREIGHT LESS USD 10,000. NO PORT COSTS OR AGENCY FEES OWNERS ACCOUNT FOR STS.", "ALL ABOVE FREIGHT INCLUDE ECA BUNKERS FOR OWNERS ACCOUNT.", "FREIGHTS ARE INCLUSIVE OF GOA/PIRACY RELATED COSTS INCL BUT NOT LIMITED TO GUARDS, AWRP FOR INDIAN OCEAN / GOA TRANSIT AND DEVIATION. (N/A FOR THIS VOY)", "FIRST SINGAPORE CROSS HARBOUR LICENSE TO BE FOR OWNER'S ACCOUNTS.", "MALAYSIA DOMESTIC SHIPPING LICENSE, IF ANY, TO BE FOR CHARTERER'S ACCOUNTS.", "MAX PORT COSTS AT EAST COAST INDIA USD 40,000 FOR OWNER'S ACCOUNT. (N/A FOR THIS VOY)", "MAX PORT COSTS AT WEST COAST INDIA USD 40,000 FOR OWNER'S ACCOUNT. (N/A FOR THIS VOY)", "MAX PORT COSTS AT WILMAR TERMINAL IN BALIKPAPAN USD 40,000 FOR OWNER’S ACCOUNT."]}]}, {"clause_number": "21", "clause_title": "Demurrage", "clause_content": [{"clause_content": "~~Charterer shall pay demurrage per running hour and pro rata for a part thereof at the rate specified in Part I for all time that loading and discharging and used laytime as elsewhere herein provided exceeds the allowed laytime elsewhere herein specified. If, however, demurrage shall be incurred at ports of loading and/or discharge by reason of fire, explosion, storm or by a strike, lockout, stoppage or restraint of labor or by breakdown of machinery or equipment in or about the plant of the Charterer, supplier, shipper or consignee of the cargo, the rate of demurrage shall be reduced onehalf of the amount stated in Part I per running hour or pro rata for part of an hour for demurrage so incurred. The Charterer shall not be liable for any demurrage for delay caused by strike, lockout, stoppage or restraint of labor for Master, officers and crew of the Vessel or tugboat or pilots.~~", "subclauses": []}, {"clause_content": "DEMURRAGE: USD 18,000 PDPR : TTL 84 HRS SHINC", "subclauses": []}]}, {"clause_number": "19", "clause_title": "Notice of Readiness", "clause_content": [{"clause_content": "Upon arrival at customary anchorage at each port of loading or discharge, the Master or his agent shall give the Charterer or his agent notice by letter, telegraph, wireless or telephone that the Vessel is ready to load or discharge cargo, berth or no berth, and laytime, as hereinafter provided, shall commence upon the expiration of six (6) hours after receipt of such notice, or upon the Vessel's arrival in berth (i.e., finished mooring when at a sealoading or discharging terminal and all fast when loading or discharging alongside a wharf), whichever first occurs. However, where delay is caused to Vessel getting into berth after giving notice or readiness for any reason over which Charterer has no control, such delay shall not count as used laytime.", "subclauses": []}, {"clause_content": "Kindly instruct vessel master/agent to send the vessel ETA notice to parties mentioned below: [list of email addresses]", "subclauses": []}, {"clause_content": "UNIPEC YANGTZE RIVER PORT CLAUSE", "subclauses": []}, {"clause_content": "IF THE VESSEL IS REQUIRED TO CALL AT NONCOASTAL YANGTZE RIVER PORTS/BERTHS, NOR TO BE TENDERED AT CHANGJIANGKOU PILOT STATION OR CHANGJIANGKOU CUSTOMARY ANCHORAGE, WHICHEVER EARLIER.", "subclauses": []}, {"clause_content": "OWNER’S ADDITIONAL CLAUSES", "subclauses": []}, {"clause_content": "RECALADA CLAUSE (ARGENTINA)", "subclauses": []}, {"clause_content": "IF UPON ARRIVAL AT LOAD / DISCHARGE PORT GEOGRAPHICAL OR ADMINISTRATIVE AREA, THE VESSEL IS ORDERED TO WAIT AT FIRST PILOT STATION OR AT SUCH PLACE WHERE VESSELS ARE ORDERED TO WAIT, AS A RESULT OF CONGESTION AT LOADING / DISCHARGING PORT OR LOADING / DISCHARGING BERTH BEING OCCUPIED, OR WHEN COAST GUARD NOT AUTHORIZING VESSEL TO PROCEED THERETO, THE MASTER IS AUTHORIZED TO TENDER NOTICE OF READINESS FROM WAITING BUOY OR ANCHORAGE OR ANY OTHER WAITING PLACE, WHETHER IN FREE PRATIQUE OR NOT, WHETHER ENTERED AT CUSTOMS OR NOT, WHETHER IN BERTH OR NOT OR WHETHER IN PORT OR NOT. SUCH NOTICE WILL BE VALID UNDER THE CHARTER PARTY FOR THE VOYAGE. TIME FOR SHIFTING BETWEEN WAITING BUOY OR ANCHORAGE OR ANY OTHER WAITING PLACE AND THE LOADING / DISCHARGING BERTH SHALL NOT COUNT AS LAYTIME.", "subclauses": []}]}, {"clause_number": "23", "clause_title": "Pumping In and Out", "clause_content": [{"clause_content": "The cargo shall be pumped into the Vessel at the expense, risk and peril of the Charterer, and shall be pumped out of the Vessel at the expense of the Vessel, but at the risk and peril of the Vessel only so far as the Vessel's permanent hose connections, where delivery of the cargo shall be taken by the Charterer or its consignee. If required by Charterer, Vessel after discharging is to clear shore pipe lines of cargo by pumping water through them and time consumed for this purpose shall apply against allowed laytime. The Vessel shall supply her pumps and the necessary power for discharging in all ports, as well as necessary hands. However, should the Vessel be prevented from supplying such power by reason of regulations prohibiting fires on board, the Charterer or consignee shall supply, at its expense, all power necessary for discharging as well as loading, but the Owner shall pay for power supplied to the Vessel for other purposes. If cargo is loaded from lighters, the Vessel shall furnish steam at Charterer's expense for pumping cargo into its Vessel, if requested by the Charterer, providing the Vessel has facilities for generating steam and is permitted to have fires on board. All overtime of officers and crew incurred in loading and/or discharging shall be for account of the Vessel.", "subclauses": []}, {"clause_content": "OWNERS WARRANT THAT THE VESSEL IS CAPABLE OF LOADING AND DISCHARGING THE ENTIRE HOMOGENEOUS CARGO WITHIN TWENTYFOUR (24) HOURS PUMPING TIME OR MAINTAIN AN AVERAGE OF HUNDRED (100) POUNDS PER SQUARE INCH AT EACH OF THE VESSEL’S MANIFOLD CONNECTIONS PROVIDED FACILITIES PERMIT, EXCEPT WHEN STRIPPING. ALL TIME LOST AS A RESULT OF VESSEL BEING UNABLE TO DISCHARGE ITS CARGO IN ACCORDANCE WITH THE PUMPING WARRANTY ABOVE SHALL NOT COUNT AS LAYTIME OR, IF VESSEL IS ON DEMURRAGE, AS TIME ON DEMURRAGE. IF THE PORT OR PLACE OF LOADING/DISCHARGING DOES NOT ALLOW OR PERMIT VESSEL TO MEET THE ABOVE WARRANTY EVEN IF THE VESSEL IS CAPABLE OF DOING SO OR REQUIRES DISCHARGING GRADES CONSECUTIVELY, THE MASTER SHALL, EXCEPT IN THE CASE OF SHIP TO SHIP TRANSFER (LIGHTERING OPERATION) OR OFFSHORE TERMINAL, FORTHWITH ISSUE A LETTER OF PROTEST (WHICH SHOULD IF PRACTICABLE BE ACKNOWLEDGED) TO SUCH PORT OR PLACE. ANY PUMPING TIME LOST SOLELY DUE TO RESTRICTIONS IMPOSED BY THE PORT OR PLACE OF DISCHARGE SHALL COUNT AS LAYTIME OR IF THE VESSEL IS ON DEMURRAGE AS TIME ON DEMURRAGE.", "subclauses": []}]}, {"clause_number": "25", "clause_title": "Dues Taxes Wharfage", "clause_content": [{"clause_content": "The Charterer shall pay all taxes, dues and other charges on the cargo, including but not limited to Customs overtime on the cargo, Venezuelan Habilitation Tax, C.I.M. Taxes at Le Havre and Portuguese Imposto de Comercio Maritime. The Charterer shall also pay all taxes on freight at loading or discharging ports and any unusual taxes, assessments and governmental charges which are not presently in effect but which may be imposed in the future on the Vessel or freight. The Owner shall pay all dues and other charges on the Vessel (whether or not such dues or charges are assessed on the basis of quantity of cargo), including but not limited to French droits de quai and Spanish derramas taxes. The Vessel shall be free of charges for the use of any wharf, dock, place or mooring facility arranged by the Charterer for the purpose of loading or discharging cargo; however, the Owner shall be responsible for charges for such berth when used solely for Vessel's purposes, such as awaiting Owner's orders, tank cleaning, repairs, etc. before, during or after loading or discharging.", "subclauses": []}, {"clause_content": "ANY TAXES AND/OR DUES ON CARGO AND/OR FREIGHT TO BE FOR CHARTERERS ACCOUNT AND SETTLED DIRECTLY BY THEM. ANY TAXES AND/OR DUES ON VESSEL TO BE FOR OWNERS ACCOUNT. THIS CLAUSE NO TIME BAR FOR CHINESE TAX.", "subclauses": []}]}, {"clause_number": "45", "clause_title": "Limitation of Liability", "clause_content": [{"clause_content": "Any provision of this Charter to the contrary notwithstanding, the Owner shall have the benefit of all limitations of, and exemptions from, liability accorded to the owner or chartered owner of vessels by any statute or rule of law for the time being in force.", "subclauses": []}]}, {"clause_number": "27", "clause_title": "Ice", "clause_content": [{"clause_content": "ICE. In case port of loading or discharge should be inaccessible owing to ice, the Vessel shall direct her course according to Master's judgment, notifying by telegraph or radio, if available, the Charterers, shipper or consignee, who is bound to telegraph or radio orders for another port, which is free from ice and where there are facilities for the loading or reception of the cargo in bulk. The whole of the time occupied from the time the Vessel is diverted by reason of the ice until her arrival at an icefree port of loading or discharge, as the case may be, shall be paid for by the Charterer at the demurrage rate stipulated in Part I.", "subclauses": []}, {"clause_content": "If on account of ice the Master considers it dangerous to enter or remain at any loading or discharging place for fear of the Vessel being frozen in or damaged, the Master shall communicate by telegraph or radio, if available, with the Charterer, shipper or consignee of the cargo, who shall telegraph or radio him in reply, giving orders to proceed to another port as per Clause 14 (a) where there is no danger of ice and where there are the necessary facilities for the loading or reception of the cargo in bulk, or to remain at the original port at their risk, and in either case Charterer to pay for the time that the Vessel may be delayed, at the demurrage rate stipulated in Part I.", "subclauses": []}, {"clause_content": "VESSEL TO NEVER TRADE IN ICE / ICELIKE CONDITIONS / SLUSH / FOLLOW ICE BREAKER.", "subclauses": []}]}, {"clause_number": "28", "clause_title": "Two or More Ports Counting as One", "clause_content": [{"clause_content": "To the extent that the freight rate standard of reference specified in Part I F hereof provides for special groupings or combinations of ports or terminals, any two or more ports or terminals within each such grouping or combination shall count as one port for purposes of calculating freight and demurrage only, subject to the following conditions:", "subclauses": ["Charterer shall pay freight at the highest rate payable under Part I F hereof for a voyage between the loading and discharge ports used by Charterer.", "All charges normally incurred by reason of using more than one berth shall be for Charterer's account as provided in Clause 9 hereof.", "Time consumed shifting between the ports or terminals within the particular grouping or combination shall not count as used laytime.", "Time consumed shifting between berths within one of the ports or terminals of the particular grouping or combination shall count as used laytime."]}]}, {"clause_number": "29", "clause_title": "General Cargo", "clause_content": [{"clause_content": "The Charterer shall not be permitted to ship any packaged goods or nonliquid bulk cargo of any description; the cargo the Vessel is to load under this Charter is to consist only of liquid bulk cargo as specified in Clause I.", "subclauses": []}, {"clause_content": "ARGENTINA CARGO RETENTION CLAUSE / GENERAL CARGO RETENTION CLAUSE", "subclauses": ["IN THE EVENT THAT ANY CARGO REMAINS ON BOARD UPON COMPLETION OF DISCHARGE, THE CHARTERERS SHALL HAVE THE RIGHT TO CLAIM FROM OWNERS AN AMOUNT EQUAL TO THE FOB PORT LOADING VALUE OF SUCH CARGO PLUS VOYAGE FREIGHT DUE WITH RESPECT THERETO PROVIDED THAT THE VOLUME OF CARGO REMAINING ON BOARD IS PUMPABLE AND REACHABLE BY THE VESSEL’S FIXED PUMPS, OR WOULD HAVE BEEN PUMPABLE AND REACHABLE BUT FOR THE FAULT OF NEGLIGENCE OF THE OWNERS, THE MASTER, THE VESSEL OR HER CREW, AS DETERMINED BY AN INDEPENDENT SURVEYOR APPOINTED BY CHARTERERS AND ACCEPTABLE TO BOTH THE OWNERS AND CHARTERERS, WHOSE FINDINGS SHALL BE FINAL AND BINDING. ANY ACTION OR LACK OF ACTION IN ACCORDANCE WITH THIS PROVISION SHALL BE WITHOUT PREJUDICE TO ANY RIGHTS OR OBLIGATIONS OF THE CHARTERERS. FOR THE PURPOSES OF THIS CLAUSE, ANY SURVEYOR FROM AN INTERNATIONALLY REPUTABLE SURVEYOR COMPANY SHALL BE CONSIDERED ACCEPTABLE TO BOTH THE OWNERS AND THE CHARTERERS."]}]}, {"clause_number": "44", "clause_title": "Both to Blame", "clause_content": [{"clause_content": "If the Vessel comes into collision with another ship as a result of the negligence of the other ship and any act, neglect or default of the Master, mariner, pilot or the servants of the Owner in the navigation or in the management of the Vessel, the owners of the cargo carried hereunder shall indemnify the Owner against all loss or liability to the other or noncarrying ship or her owners in so far as such loss or liability represents loss of, or damage to, or any claim whatsoever of the owners of said cargo, paid or payable by the other or recovered by the other or noncarrying ship or her owners as part of their claim against the carrying ship or Owner. The foregoing provisions shall also apply where the owners, operators or those in charge of any ships or objects other than, or in addition to, the colliding ships or object are at fault in respect of a collision or contact.", "subclauses": []}]}, {"clause_number": "49", "clause_title": "Payment Details", "clause_content": [{"clause_content": "Freight shall be at the rate stipulated in Part I and shall be computed on intake quantity (except deadfreight as per Clause 3) as shown on the Inspector's Certificate of Inspection. Payment of freight shall be made by Charterer without discount upon delivery of cargo at destination, less any disbursements or advances made to the Master or Owner's agents at ports of loading and/or discharge and cost of insurance thereon. No deduction of freight shall be made for water and/or sediment contained in the cargo. The services of the Petroleum Inspector shall be arranged and paid for by the Charterer who shall furnish the Owner with a copy of the Inspector's Certificate.\n\nARDMORE SHIPPING BANK ACCOUNT  \nBANK: CITIBANK N.A., SINGAPORE BRANCH  \nADDRESS 1: 8 MARINA VIEW, #1600 ASIA SQUARE TOWER 1  \nADDRESS 2: SINGAPORE 018960  \nCOUNTRY: SINGAPORE  \nACCOUNT NAME: ARDMORE SHIPPING (ASIA) PTE LTD  \nBANK CODE: 7214  \nBRANCH CODE: 001  \nACCOUNT #: 0029108013  \nSWIFT #: CITISGSG  \nCURRENCY: USD  \nCITI BANK US CORRESPONDANT  \nUS CORRESPONDING BANK: CITI N A NEW YORK  \nUS CORRESPONDING BANK SWIFT CODE: CITIUS33", "subclauses": []}]}, {"clause_number": "53", "clause_title": "Crew Change Option", "clause_content": [{"clause_content": "OWNERS OPTION TO CREW CHANGE ENROUTE TO DISPORT.", "subclauses": []}]}, {"clause_number": "54", "clause_title": "Bunkering Option", "clause_content": [{"clause_content": "The Vessel shall have liberty to call at any ports in any order, to sail with or without pilots, to tow or to be towed, to go to the assistance of vessels in distress, to deviate for the purpose of saving life or property or of landing any ill or injured person on board, and to call for fuel at any port or ports in or out of the regular course of the voyage. Any salvage shall be for the sole benefit of the Owner.", "subclauses": []}, {"clause_content": "OWNERS OPTION TO BUNKER ON LADEN.", "subclauses": []}]}, {"clause_number": "55", "clause_title": "Interim Port Clause", "clause_content": [{"clause_content": "CHARTERERS TO PAY FOR ADDITIONAL INTERIM LOAD/DISCH PORT AT COST AS FOLL:", "subclauses": ["DEVIATION:", "ACTUAL ADDITIONAL STEAMING TIME INCURRED DISTANCE AS PER MASTERS STATEMENT AS PER BP'S DISTANCE TABLE (NETPAS FOR COORDINATES) AT CP SPEED FOR DEVIATION WHICH EXCEEDS DIRECT PASSAGE FROM FIRST LOADPORT TO FINAL DISCHPORT AS PER BP'S DISTANCE TABLE (NETPAS FOR COORDINATES) AT CP SPEED. WHENEVER POSSIBLE.", "PORT TIME:", "TIME TO COUNT IN FULL FROM ARRIVAL PILOT STATION / CUSTOMARY WAITING AREA AS PER PORT AUTHORITY INSTRUCTION OF INTERIM LOAD/DISCHARGE PORT UNTIL DROPPING LAST OUTWARD PILOT INTERIM LOAD/DISCH PORT I.E. NO ALLOWANCE FOR NOTICE TIME, NOR DEDUCTION FOR SHIFTING EVEN FROM ANCHORAGE TO FIRST BERTH AND NO DEDUCTION FOR TIME LOST DUE TO TIDE, SEA AND WEATHER CONDITIONS.", "COST:", "DEVIATION AND PORT TIME USED TO BE CALCULATED AT DEMURRAGE RATE PER DAY PRO RATA PLUS COST FOR ALL BUNKERS CONSUMED DURING THE DEVIATION AS WELL AS ALL BUNKERS USED IN PORT AS PER MASTERS TELEX/EMAIL STATEMENT.", "PORT COSTS TO BE SETTLED DIRECTLY BY CHARTERERS UNLESS OTHERWISE AGREED.", "PAYMENT:", "DEVIATION + TIME USED IN PORT TO BE PAID TOGETHER WITH FREIGHT IMMEDIATELY UPON COMPLETION OF DISCHARGE AS PER OWNERS TELEXED/EMAILED INVOICE WITH SUPPORTING DOCUMENT, WHICH LATER TO BE SUPPORTED BY HARD COPY DOCUMENTATION. BUNKERS CONSUMED TO BE PAID UPON RECEIPT OF HARD COPY DOCUMENTATION."]}]}, {"clause_number": "56", "clause_title": "Ballast Water Management Certificate", "clause_content": [{"clause_content": "THE VESSEL MUST MAINTAIN VALID INTERNATIONAL BALLAST WATER MANAGEMENT CERTIFICATE PRIOR TO AND THROUGH OUT THE UNIPEC VOYAGE.", "subclauses": []}]}, {"clause_number": "57", "clause_title": "Venezuela Sanction Clause", "clause_content": [{"clause_content": "UNIPEC VENEZUELA SANCTION CLAUSE (ATTACHED)", "subclauses": []}]}, {"clause_number": "58", "clause_title": "AIS Compliance Clause", "clause_content": [{"clause_content": "AIS COMPLIANCE CLAUSE (ATTACHED)", "subclauses": []}]}, {"clause_number": "59", "clause_title": "Chartering QM Warranty Clause", "clause_content": [{"clause_content": "UNIPEC CHARTERING QM WARRANTY CLAUSE – AMENDED (ATTACHED)", "subclauses": []}]}, {"clause_number": "60", "clause_title": "Discharge Options", "clause_content": [{"clause_content": "IN CHOPT TO PART CARGO DISCH AT IRASANCAGAYAN DE ORO–VILLANUEVA RANGE AND DAVAOGENERAL SANTOS RANGE PRIOR ENROUTE TO FINAL DISPORT AS PER AGREED RANGE.", "subclauses": []}]}, {"clause_number": "73", "clause_title": "Cargo Dyeing / Adding Additives", "clause_content": [{"clause_content": "CHARTERERS SHALL ALSO HAVE THE OPTION TO DYE / ADD ADDITIVES TO THE CARGO ON BOARD THE VESSEL, PROVIDED THIS IS CARRIED OUT OR SUPERVISED BY QUALIFIED PERSONNEL AND THE DYE IS LIQUID AND ACCEPTABLE TO OWNER. MSDS TO BE PROVIDED TO OWNER FOR SCREENING AND ACCEPTANCE. SUCH OPERATION TO BE AT CHARTERERS’ TIME AND EXPENSE. CHARTERER TO PROVIDE LOI IN OWNER'S WORDING FOR SUCH OPERATIONS.", "subclauses": []}]}, {"clause_number": "74", "clause_title": "Suez Ballast and Deballasting Clause", "clause_content": [{"clause_content": "VSL TO FOLLOW LOCAL REGULATIONS AT SUEZ REGARDING INTAKE OF BALLAST INTO CARGO TANKS IN ORDER TO MAINTAIN 10M FREEBOARD. ALSO, VSL IS ABLE TO DEBALLAST INTO SHORE FACILITY AND LOAD CARGO AT THE SAME TIME IF SHORE FACILITIES PERMIT, CHRTRS TO ISSUE LOI ACCORDINGLY. COST OF PUMPING BACK THE BALLAST WILL BE ON OWNERS ACCOUNT, TIME WILL BE FOR CHARTERERS ACCOUNT. IN CASE VESSEL IS NOT ABLE TO DEBALLAST AND LOAD SIMULTANEOUSLY, TIME AND COST FOR DEBALLASTING WILL BE ON OWNER’S ACCOUNT.", "subclauses": []}]}, {"clause_number": "75", "clause_title": "Slop Tanks for Loading at Suez", "clause_content": [{"clause_content": "VSL TO PROVIDE BOTH SLOP TANKS FOR LOADING CARGO PROVIDED DESLOPPING FACILITIES AVAILABLE AT PORT SUEZ.", "subclauses": []}]}, {"clause_number": "76", "clause_title": "Japanese Superintendent Requirement", "clause_content": [{"clause_content": "AT JAPAN, OWNERS TO ARRANGE FOR JAPANESE SPEAKING SUPERINTENDENT AT OWNER'S TIME AND EXPENSES.", "subclauses": []}]}, {"clause_number": "65", "clause_title": "Floating Storage Prohibition", "clause_content": [{"clause_content": "Charterers not allowed to use ship as floating storage without Owners consent.", "subclauses": []}]}, {"clause_number": "66", "clause_title": "Ice Trading Prohibition", "clause_content": [{"clause_content": "Vessel to never trade in ice / icelike conditions / slush / follow ice breaker.", "subclauses": []}]}, {"clause_number": "67", "clause_title": "Bunkering on Laden Passage", "clause_content": [{"clause_content": "Owners option to bunker on laden passage. Charterers to be notified in advance of Owner's bunkering plans and time for bunkering to be for Owner's account. If Charterer request, Owners shall speed up to compensate the lost time due to bunkering. All cost for speed up shall be on Owners’ account. Once Owners have sped up the ship and recovered the time lost due to bunkering on laden passage, then if Charterers still want to speed up the ship then from that point onwards Charterers to pay for extra bunkers.", "subclauses": []}]}, {"clause_number": "68", "clause_title": "Declaration of Disports", "clause_content": [{"clause_content": "If Hong Kong / Philippines discharge then Charterers to declare final discharge port upon sailing load port.", "subclauses": []}]}, {"clause_number": "69", "clause_title": "Deadweight Remeasurement Option", "clause_content": [{"clause_content": "Charterers have options to request Owners to remeasure vessel deadweight to the multiple loadlines vessel have, max one time of all time and cost for remeasurement for Owners’ account always subject to Owner’s and Master’s approval not to be unreasonably withheld.", "subclauses": []}]}, {"clause_number": "70", "clause_title": "Piracy Costs and Clause", "clause_content": [{"clause_content": "All piracy costs for Indian Ocean and GOA transit for Owner’s account.", "subclauses": []}, {"clause_content": "Piracy Clause (not applicable for this voyage):", "subclauses": ["If piracy activity or the threat thereof requires that Owners deviate and choose an alternative route, change of Charter Party speed, await convoy and/or other assistance and/or change port rotation in order to ensure the safety of the crew, vessel and/or cargoes, any additional costs for bunkers, heating, nitrogen, inhibitor, including costs for employment of private guards and/or engaging naval vessel(s) protection to be shared equally by Charterers and Owners irrespective of whether the relevant Charterer intends to load or discharge in the affected area or transit through the area.", "Any loss of time due to vessel deviation, choose an alternative route, awaiting daylight transit, change of Charterparty speed, await a convoy and/or other assistance and/or change port rotation as stipulated above, to be compensated by the Charterers on basis of the half of demurrage rate agreed in the Charter Party. This clause takes effect irrespective of whether the area is classified as a “war risk zone” by insurers, hence it is within Owners’ and/or the Master’s sole discretion to impose the measures they deem necessary in order to ensure the safety and integrity of the crew, vessel and cargoes."]}]}, {"clause_number": "71", "clause_title": "Speed Clause", "clause_content": [{"clause_content": "CHARTERERS HAVE THE OPTION TO INCREASE VESSEL FROM CP SPEED TO ANY SPEED UPTO MAXIMUM VESSEL SPEED AS DECLARED BY MASTER/OWNERS. ALL ADDITIONAL BUNKER CONSUMPTION IE BUNKERS CONSUMED IN EXCESS OF WHAT WOULD BE USED BASIS PERFORMING THE VOYAGE AT CP SPEED, SHALL BE FOR CHARTERER’S ACCOUNT AND AS PER MASTER’S SOF. ALL BASIS WSNP AT MASTER DISCRETION.", "subclauses": []}, {"clause_content": "CHARTERER SHALL ALSO HAVE THE OPTION TO REQUEST THE VESSEL TO REDUCE HER SPEED ON LADEN PASSAGE. ADDITIONAL VOYAGE TIME SHALL COUNT AGAINST LAYTIME OR TIME ON DEMURRAGE, IF VESSEL IS ON DEMURRAGE AND THE VALUE OF ANY BUNKERS SAVED SHALL BE DEDUCTED FROM ANY DEMURRAGE CLAIM OWNER(S) MAY HAVE UNDER THIS CHARTERPARY WITH THE VALUE BEING CALCULATED AT REPLACEMENT PRICE. OWNER SHALL PROVIDE DOCUMENTATION TO FULLY SUPPORT THE CLAIMS AND CALCULATIONS UNDER THIS CLAUSE.", "subclauses": []}]}, {"clause_number": "72", "clause_title": "Discharge/Reload/Topup Clause", "clause_content": [{"clause_content": "CHARTERERS HAVE OPTIONS TO ORDER THE VESSEL TO TOPUP AND/OR DISCHARGE AND/OR BACKLOAD A PART OR FULL CARGO (MAXIMUM TWO THREE TIMES) AT ANY PORT(S) WITHIN THE AGREED DISCHARGE RANGES, PRIOR TO FINAL DISCHARGE WITHIN AGREED DISCHARGE RANGE.", "subclauses": []}, {"clause_content": "TANK CLEANING, IF REQUIRED, SHALL BE DONE AT CHARTERERS’ TIME (AT DEMURRAGE RATE) AND COSTS (INCLUDING BUT NOT LIMITED TO BUNKERS CONSUMED, ADDITIONAL PORT COSTS).", "subclauses": []}, {"clause_content": "IF CHARTERERS SPECIFICALLY REQUESTED OWNERS/MASTER NOT TO PERFORM ANY TANK CLEANING FOR BACKLOADING OPERATION, CHARTERERS TO ISSUE LOI IN OWNERS PNI CLUB WORDING FOR SUCH OPERATIONS. CHARTERERS SHALL PAY IN RESPECT OF TOPUP AND/OR DISCHARGE AND/OR BACKLOAD AS FOLLOWS:", "subclauses": []}, {"clause_content": "IF VESSEL IS FIXED ON A WORLDSCALE RATE, FREIGHT SHALL ALWAYS BE PAID FOR ALL PORTS CALLED FOR THE CARGO OPERATION OF THE WHOLE VOYAGE AT THE RATE(S) SPECIFIED IN PART I ON THE LARGEST CARGO QUANTITY CARRIED ON ANY OCEAN LEG. SHIFTING CLAUSE SHALL APPLY IF THERE ARE MORE THAN ONE BERTH CALLED WITHIN ONE PORT CALL.", "subclauses": []}, {"clause_content": "IF FREIGHT IS FIXED ON A LUMPSUM BASIS, ALL ADDITIONAL EXPENSES, INCLUDING BUNKERS CONSUMED (AT LAST PURCHASED PRICE) OVER AND ABOVE THOSE REQUIRED TO LOAD AND DISCHARGE ONE FULL CARGO, ADDITIONAL PORT COSTS WHICH INCLUDING ADDITIONAL AGENCY COSTS, AND ANY ADDITIONAL DOMESTIC SHIPPING LICENSE REQUIRED FOR SAME, SHALL BE FOR CHARTERERS’ ACCOUNT, WHICH TO BE PAID BY OWNERS FIRST AND REIMBURSED BY CHARTERERS BASIS OWNERS’ FULL DOCUMENTED CLAIMS. IN CASE OF ONE PORT CALL ONLY FOR TOPUP AND/OR DISCHARGE AND/OR BACKLOAD, SHIFTING CLAUSE SHALL APPLY IF THERE ARE MORE THAN ONE BERTH CALLED WITHIN ONE PORT CALL. IN CASE OF MULTIPLE PORT CALLS FOR TOPUP AND/OR DISCHARGE AND/OR BACKLOAD, INTERIM PORT CLAUSE SHALL APPLY.", "subclauses": []}]}, {"clause_number": "77", "clause_title": "South Korea Anchorage Dues", "clause_content": [{"clause_content": "S.KOREA ANCHORAGE DUES FOR AWAITING BERTH, FIRST 48 HOURS FOR OWNERS' ACCOUNT, THEREAFTER FOR CHARTERERS.", "subclauses": []}]}, {"clause_number": "78", "clause_title": "Quarantine Station Laytime at Korean Ports", "clause_content": [{"clause_content": "IN CASE VESSEL ARRIVED AT QUARANTINE STATION AT KOREAN PORT AND TENDER NOTICE OF READINESS TO LOAD/DISCHARGE BETWEEN 18:00 AND 24:00 HOURS, LAYTIME SHALL COUNT FROM 06:00 HOURS THE NEXT DAY.", "subclauses": []}]}, {"clause_number": "79", "clause_title": "Supervisor for Safe Berthing in S. Korea", "clause_content": [{"clause_content": "If required, a supervisor who is nominated by terminal but provided competitive at S.Korea should attend the safe berthing and loading at owners' account.", "subclauses": []}]}, {"clause_number": "80", "clause_title": "Chinese Cargo Documentation Clause", "clause_content": [{"clause_content": "Charterers are responsible for proper cargo documentation incl import license for discharge in China.", "subclauses": []}]}, {"clause_number": "61", "clause_title": "Last 3 Cargoes Warranty", "clause_content": [{"clause_content": "OWNERS WARRANT VESSEL'S LAST 3 CGOES ARE FAME/BIO FREE AND UNDYED.", "subclauses": []}]}, {"clause_number": "62", "clause_title": "COVID19 Clause", "clause_content": [{"clause_content": "ATTACHED AMENDED COVID19 CLAUSE TO APPLY\n\nKINDLY ENSURE VESSEL COMPLY TO PENGERANG COVID PRECAUTION AND PTSB CONTACTLESS OPS AS ATTACHED.\u00000DO NOTE UNIPEC WILL NOT BE ACCOUNTABLE FOR ANY DELAY/DEMURRAGE IN THE EVENT OF NONCOMPLIANCE\u00000OF COVID PRECAUTION AS ATTACHED AND PLS NOTE LAYTIME WILL ONLY BE VALID UPON FREE PRATIQUE GRANTED.\u00000Vessel will Comply\n\nIN ADDITIONAL DO NOTE, IN VIEW OF COVID19 CONSIDERATION, VESSEL MAY BE SUBJECT TO ADDITIONAL\u00000CHECKS BY MINISTRY OF HEALTH PERSONNEL / AUTHORIZED PERSONNEL OR MEASURES IF REQUIRED BY\u00000TERMINAL/PORT AUTHORITIES. ANY DELAYS IN BERTHING/LOADING DUE TO SUCH CHECKS / MEASURES SHALL\u00000NOT BE COUNTED AS LAYTIME AND/OR DEMURRAGE IF ANY.\u00000Vessel will Comply", "subclauses": []}]}, {"clause_number": "63", "clause_title": "Compliance with Laws and Sanctions Clause", "clause_content": [{"clause_content": "(A) Owners and Charterers agree to comply with all applicable laws, rules, regulations and orders (collectively “Applicable Laws”) in connection with the performance of this Charter Party, including but not limited to all applicable laws relating to bribery, money laundering, trade sanctions and export controls.", "subclauses": []}, {"clause_content": "(B) Both Owners and Charterers further agree and warrant for themselves that at the date of this fixture and throughout the duration of this Charter Party they and their affiliated entities are not subject to any applicable sanctions, prohibitions, restrictions or designations determined by the laws, regulations, rules, directives, guidelines, decrees and/or official government orders of the United Nations, European Union, United Kingdom, the United States of America, People’s Republic of China (PRC) and any other jurisdiction which may affect the performance of this Charterparty. Both Owners and Charterers further warrant for themselves that at the date of this fixture and throughout the duration of this Charter Party they are not directly or indirectly owned, controlled, or acting on behalf of or for the benefit of any person or entity or body connected with the subject of sanctions or a sanctioned country, or any individual person or entity incorporated, constituted, located or resident in, or a citizen of, or otherwise connected with any subject of sanctions or a sanctioned country.", "subclauses": []}, {"clause_content": "(C) Without limitation, Owners and Charterers agree that they will not pay, offer, or promise to pay, or authorize the payment, directly or indirectly, of any monies or anything of value (regardless of amount) to any person (including but not limited to port officials, customs officials, or employees of state owned companies) for the purpose of expediting or securing the performance of a routine service or action, or for the purpose of improperly influencing any act or decision or inducing any person to perform or omit any act in violation of his lawful duty, or inducing such person to use his influence to affect or influence any act or decision in order to obtain, retain or direct business or obtain any improper advantage.", "subclauses": []}, {"clause_content": "(D) Charterers represent and warrant that at the date of this fixture and throughout the duration of this Charter Party they have no knowledge or reason to believe that any cargo transported in connection with this Charter Party is subject to any sanctions, restrictions or prohibitions of under any applicable laws. Charterers shall not, directly or indirectly, export, reexport, or otherwise deal with or dispose of any of the cargo transported in connection with this Charter Party to or via any person, entity, or destination, or for any use prohibited under applicable laws without obtaining prior authorisation from the competent government authorities.", "subclauses": []}, {"clause_content": "(E) Owners represent and warrant that at the date of this fixture and throughout the duration of this Charter Party they have no knowledge or reason to believe that the nominated vessel or any substitute vessel, is or has been in breach of any applicable laws (including but not limited to any trade sanction) including those that might subject the cargo, the vessel or the performance of this Charter Party to blocking, detention, seizure, confiscation or other governmental sanction or trade restriction.", "subclauses": []}, {"clause_content": "(F) Notwithstanding anything to the contrary in this Charter Party, nothing in the Charter Party shall, or shall be interpreted or construed to, induce or require either party to act in any manner (including taking or failing to take any action in connection with the performance of their obligations under this Charter Party which such party in good faith believes to be inconsistent with, penalized, or prohibited under any US or other applicable laws.", "subclauses": []}, {"clause_content": "(G) Any time and expenses incurred as a result of Owners’ refusal to act in a manner inconsistent with, penalized, or prohibited under US or other applicable laws, including without limitation any refusal to make a prohibited payment or delivery, and any time and expenses incurred as a result of Charterer’s obligation or endeavors to comply with US or other applicable laws, shall be for Charterers’ account.", "subclauses": []}, {"clause_content": "(H) Should either party breach this clause or any part thereof, the other party shall comply with the laws and regulations of any government to which that party or the vessel is subject, and follow any orders or directions which may be given by any body acting with powers to compel compliance, including where applicable to the Owners’ flag state. In the absence of any such orders, directions, laws or regulations, the party not in breach may, in its option, give notice to cancel this Charter Party with immediate effect, or if cargo is on board, direct the vessel to any safe port of that party’s choice and there discharge cargo or part thereof, and without any liability to the breaching party whatsoever. If cargo is on board, the breaching party further undertakes and agrees to indemnify, defend and hold the other party harmless from and against any and all claims, losses, damages, costs expenses, liabilities, fines and penalties, civil or criminal, of any kind or nature whatsoever, resulting directly or indirectly from any breach or violation of any sanctions regime including those of the UN/UK/EU/USA and/or PRC.", "subclauses": []}]}, {"clause_number": "64", "clause_title": "Fuel Sulphur Content Compliance Clause", "clause_content": [{"clause_content": "Notwithstanding any other term of this Charterparty, Owners warrant that the vessel and the fuel used by the vessel will be in all respects compliant with the 0.5% sulphur cap (“Sulphur Content Requirements”) from 1 January 2020. Owners are at liberty to determine the method(s) by which compliance is to be achieved. If Owners begin any voyage hereunder before 1 January 2020, Owners shall at their own risk, time and cost, including, without limitation, any cost of tank cleaning, bunkering, debunkering, sampling or testing, ensure that by no later than 1 January 2020 the vessel is in all respects compliant with Sulphur Content Requirements. The Owners shall supply fuels to permit the vessel, at all times, to comply with any sulphur content and related requirements as stipulated in MARPOL Annex VI (as amended from time to time) and/or by any other applicable lawful authority.\n\nAny loss, damage, expense or delay resulting from noncompliance with the above warranty and/or the switch from one fuel source to another shall be for Owners’ account and such delay will not count as used laytime or as time on demurrage in the event allowed laytime has expired.\n\nThe Owners shall indemnify, protect, defend and hold harmless the Charterers from any and against all losses, damages, liabilities, delays, deviations, claims, fines, costs, expenses, actions, proceedings, suits, demands etc. arising out of any failure to comply with this clause. If at any time it becomes apparent to Charterers that Owners / the vessel are not in compliance with this clause, Charterers shall have the option of cancelling this Charterparty, with immediate effect unless otherwise specified and without prejudice to Charterers’ rights. If cargo is on board the vessel, Charterers shall further have the option to direct the vessel to any safe port of Charterers’ choice and there discharge the cargo or part thereof, again without prejudice to Charterers’ rights.", "subclauses": []}]}, {"clause_number": "93", "clause_title": "TORM Voyage Orders", "clause_content": [{"clause_content": "ALL VOYAGE ORDERS AND CHANGES TO SAME TO BE SENT ON EMAIL NOT FAX. CHARTERERS ARE NOT ALLOWED TO COMMUNICATE DIRECTLY WITH MASTER.", "subclauses": []}]}, {"clause_number": "81", "clause_title": "Awaiting Cargo Documents Time Allocation", "clause_content": [{"clause_content": "Time for awaiting cargo documents maximum 3 hours to be for owners' account thereafter to be for charterers' account.", "subclauses": []}]}, {"clause_number": "82", "clause_title": "Port State Control Clause", "clause_content": [{"clause_content": "Owners warrant that the vessels are maintained in good conditions and good quality for clearing the inspection by the Port State Control during the period of this contract.", "subclauses": []}]}, {"clause_number": "83", "clause_title": "Freight Invoice Forwarding", "clause_content": [{"clause_content": "Owner to forward soft copy freight invoice to following party : UNIPEC SINGAPORE PTE LTD ATTN : MS SUN QIAN ADDRESS : 7 TEMASEK BOULEVARD SUNTEC TOWER ONE #2301/02/03 SINGAPORE 038987 EMAIL : SHIPPING@UNIPEC.COM.SG", "subclauses": []}]}, {"clause_number": "84", "clause_title": "Cargo Tank Inspection Clause", "clause_content": [{"clause_content": "Charterers have the option to inspect the tanks prior loading. Inspection to take place off loading port and independent surveyor to be appointed and for by charterers along with any other costs associated with the inspection. If charterers delay the inspection then owners are within their rights to tender NOR upon commencement of laycan as agreed and all time for reinerting will count against laytime or time on demurrage if vessel on demurrage. If vessel does not pass inspection first time, all time and costs from failure of tanks to acceptance of tanks to be for owners account. If vessel fails to pass tanks a second time then C/P to be cancelled upon charterers option without penalty to either party. If the time required for the vessel to be load ready falls beyond the agreed laycan agreed, the owners are to request a new laycan and charterers have the option to cancel or maintain as per agreed cancellation clause. Owners have the option to appoint owners surveyor to supervise and assist with second inspection, if any. The inspection costs of the inspection(s) vessel have not passed, shall be on owners’ account.", "subclauses": []}]}, {"clause_number": "89", "clause_title": "TORM Taxes and Dues Clause", "clause_content": [{"clause_content": "ANY TAXES AND/OR DUES ON CARGO AND/OR FREIGHT TO BE FOR CHARTERERS ACCOUNT AND SETTLED DIRECTLY BY THEM. ANY TAXES AND/OR DUES ON VESSEL TO BE FOR OWNERS ACCOUNT. THIS CLAUSE NO TIME BAR FOR CHINESE TAX.", "subclauses": []}]}, {"clause_number": "90", "clause_title": "TORM Cancellation Clause (Amended)", "clause_content": [{"clause_content": "IF IT BECOMES OBVIOUS TO THE OWNERS THAT THE VESSEL WILL NOT MEET HER CANCELING DATE, OWNERS TO NOTIFY CHARTERERS OF VESSELS ETA AND PROPOSED NEW CANCELING DATE. CHARTERERS HAVE THE OPTION TO CANCEL THE CHARTER WITHIN 02 WORKING DAYS OF NOTICE OR EXTEND IN ACCORDANCE WITH OWNERS NEW PROPOSED CANCELING DATE. IF CHARTERERS DECIDE TO CANCEL THE CHARTER, IT SHALL BE WITHOUT ANY FURTHER LIABILITIES TO EITHER PARTY. IF CHARTERERS DO NOT CANCEL THE CHARTER WITHIN 02 WORKING DAYS AFTER RECEIPT OF OWNERS NOTICE, THE CHARTER PARTY IS MAINTAINED ON BASIS OF THE NEW CANCELING DATE PROPOSED BY THE OWNERS AND LAYTIME SHALL COMMENCE FROM NOR PLUS 24 HRS OR ALL FAST WHICHEVER EARLIER. IF AFTER OWNER’S NOTIFICATION, BUT BEFORE THE EXPIRY OF THE 2 WORKING DAYS PERIOD (PROVIDED THAT CHARTERERS HAVEN'T YET CANCELLED THE C/P), THE VESSEL CAN MAKE THE ORIGINALLY AGREED LAYCAN, OWNERS WILL NOTIFY THE CHARTERERS IMMEDIATELY AND THE C/P WILL REMAIN IN FULL FORCE AS PER ORIGINAL AGREEMENT AND LAYCAN. THIS CLAUSE OVERRIDES ANY OTHER CLAUSE IN THIS CP REFERRING TO CANCELLATION OR LAYDAYS.", "subclauses": []}]}, {"clause_number": "91", "clause_title": "TORM Small Claims Procedure", "clause_content": [{"clause_content": "ENGLISH LAW: FOR DISPUTES WHERE THE TOTAL AMOUNT CLAIMED BY EITHER PARTY DOES NOT EXCEED THE AMOUNT OF USD 50,000 THE ARBITRATION SHALL BE CONDUCTED IN ACCORDANCE WITH THE SMALL CLAIMS PROCEDURE OF THE LONDON MARITIME ARBITRATORS ASSOCIATION CURRENTLY IN FORCE. OR WHERE APPLICABLE US LAW: IN CASES WHERE NEITHER THE CLAIM NOR ANY COUNTERCLAIM EXCEEDS THE SUM OF USD 50,000 (OR SUCH OTHER SUM AS THE PARTIES MAY AGREE) THE ARBITRATION SHALL BE CONDUCTED IN ACCORDANCE WITH THE 'SHORTENED ARBITRATION PROCEDURE TO THE SOCIETY OF MARITIME ARBITRATORS, INC.' CURRENT AT THE TIME WHEN THE ARBITRATION PROCEEDING ARE COMMENCED.", "subclauses": []}]}, {"clause_number": "92", "clause_title": "TORM LOI Clause", "clause_content": [{"clause_content": "CHARTERERS TO SEND OWNERS LOI WORDING/INVOKEMENT DIRECTLY TO CARGO@ARDMORESHIPPING.COM", "subclauses": []}]}, {"clause_number": "85", "clause_title": "Yangtze River Port Clause", "clause_content": [{"clause_content": "If the vessel is required to call at noncoastal Yangtze River ports/berths, NOR to be tendered at Changjiangkou pilot station or Changjiangkou customary anchorage, whichever earlier. All extra inbound time in the river in excess of normal steaming time at CP speed, is to count as laytime or time on demurrage, if vessel is on demurrage. For the purpose of calculating extra time, time is to count upon expiry of 6 hours after arrival at first inbound pilot station or when the vessel anchors at the customary anchorage for such port berth or is all fast whichever occur first. All extra time on outbound voyage from dropping outbound port pilot or anchoring awaiting river pilot up to dropping outbound river pilot in excess of normal steaming time at CP speed, is to count as laytime or time on demurrage, if vessel is on demurrage. For lumpsum freight basis only, any expenses incurred during river transit, including but not limited to river tugs and pilotage, will be for charterer’s account. River transit hereby refers to: inbound, from 1st river pilot on board to arrival actual loading/discharge port anchorage or when berth pilot takes over command; outbound, from 1st river pilot on board till last river pilot drop off, or when sea pilot takes over command.", "subclauses": []}]}, {"clause_number": "86", "clause_title": "Chattogram Lightering Operations Clause", "clause_content": [{"clause_content": "As owners are aware, the barges used for lightening operations at Chattogram as governed by local law/regulations are not required to possess the regular certificates like other ocean going vessels. They have only simple barge particulars. Vessel will Comply.", "subclauses": []}]}, {"clause_number": "87", "clause_title": "C/P Admin Clause", "clause_content": [{"clause_content": "THE FIXTURE RECAP SHALL BE DEEMED AS FULL AND SUFFICIENT EVIDENCE OF THE TERMS OF THE CHARTER BETWEEN THE PARTIES. SAVE WHERE EXPRESSLY REQUIRED BY EITHER PARTY, NO FORMAL CHARTER SHALL BE PREPARED, OR REQUIRE TO BE SIGNED AND EXECUTED BY THE PARTIES.", "subclauses": []}]}, {"clause_number": "88", "clause_title": "TORM Charterers’ Style Clause", "clause_content": [{"clause_content": "1. CHARTERERS’ STYLE       : UNIPEC SINGAPORE PTE LTD.\n2. DOMICILE                  : 7 TEMASEK BOULEVARD\n                              SUNTEC TOWER ONE #2301/02/03\n                              SINGAPORE 038987\n3. COMPANY REGISTERED IN    : SINGAPORE\n4. COMPANY REGISTRATION NUMBER : 199400255E\n5. FULL POSTAL ADDRESS : AS ABOVE\n6. ADDRESS FOR SERVICE OF DOCUMENTS INCL. DEMURRAGE CLAIMS IF DIFFERENT TO ITEM NO. 5 ABOVE: AS ABOVE   PERSON/SECTION IN CHARGE    : MS JODY LEE\n7. NAME OF MD OR CEO (SPECIFY) :\n8. NAME(S) AND POSITION(S) SIGNATORY/IES TO LOI (IF/ANY): TBA\n9. NAME(S) AND POSITION(S) OF PERSON IN CHARGE/RESPONSIBLE FOR CHARTERING :\n         MR QIAN YULIN / MS SUN QIAN\n   MOBILE    : +65 9756 6427  / 9829 6120\n   EMAIL     : SHIPPING@UNIPECSG.COM.SG\n   OPERATION : RVTG\n   TEL : AOH :\n   MOBILE : EMAIL :", "subclauses": []}]}]